Repository: kbat/obonato
Catalog: trunk/plone/irwilot.content/irwilot/content/locales/*/LC_MESSAGES/irwilot.content.po
Languages: sv

source: A folder to keep illustrations
sv: [sv] A folder to keep illustrations

source: A story about this illustration
sv: [sv] A story about this illustration

source: Add featured items portlet
sv: [sv] Add featured items portlet

source: An illustration
sv: [sv] An illustration

source: Birthday
sv: [sv] Birthday

source: Choose type of items to show
sv: [sv] Choose type of items to show

source: Description
sv: [sv] Description

source: Details
sv: [sv] Details

source: Edit featured items portlet
sv: [sv] Edit featured items portlet

source: Featured items
sv: [sv] Featured items

source: Front Page
sv: [sv] Front Page

source: Genre
sv: [sv] Genre

source: Genre of the illustration
sv: [sv] Genre of the illustration

source: Height
sv: [sv] Height

source: If enabled, featured items from across the site will be found. If disabled, only featured items in this folder and its subfolders are eligible.
sv: [sv] If enabled, featured items from across the site will be found. If disabled, only featured items in this folder and its subfolders are eligible.

source: If enabled, featured items to show willbe picked randomly. If disabled, newer featured items will be preferred.
sv: [sv] If enabled, featured items to show willbe picked randomly. If disabled, newer featured items will be preferred.

source: Illustration
sv: [sv] Illustration

source: Impressionism
sv: [sv] Illustration Folder

source: Landscape
sv: [sv] Landscape

source: Links
sv: [sv] Links

source: Maximum number of featured items to show
sv: [sv] Maximum number of featured items to show

source: Notes
sv: [sv] Notes

source: Number of featured items to display
sv: [sv] Number of featured items to display

source: Number of images
sv: [sv] Number of images

source: Oil
sv: [sv] Oil

source: Picture
sv: [sv] Picture

source: Portrait
sv: [sv] Portrait

source: Randomize featured items
sv: [sv] Randomize featured items

source: Realism
sv: [sv] Realism

source: Recent items
sv: [sv] Recent items

source: Sitewide featured items
sv: [sv] Sitewide featured items

source: Specify number of images to show in the bottom of the page
sv: [sv] Specify number of images to show in the bottom of the page

source: in centimeters
sv: [sv] in centimeters

source: label_illustration_birthday
sv: [sv] Birthday

source: label_illustration_dimensions
sv: [sv] Dimensions

source: label_illustration_genre
sv: [sv] Genre

source: label_illustration_style
sv: [sv] Style

source: label_illustration_technique
sv: [sv] Technique

source: label_other_links
sv: [sv] Other links
