Repository: kbat/obonato
Catalog: irwilot.content/irwilot/content/locales/*/LC_MESSAGES/irwilot.content.po
Languages: sv

source: A folder to keep illustrations
sv: En mapp för att hålla bilder

source: A story about this illustration
sv: En berättelse om den här bilden

source: Add featured items portlet
sv: Lägg till portlet av utvalda objekt

source: An illustration
sv: En bild

source: Birthday_year
sv: Skapat år

source: Birthday
sv: Skapat datum

source: Choose type of items to show
sv: Välj typ av objekt att visa

source: Description
sv: Beskrivning

source: Details
sv: Detaljer

source: Edit featured items portlet
sv: Redigera portlet av utvalda objekt

source: Featured items
sv: Utvalda objekt

source: Front Page
sv: Titelsida

source: Height
sv: Höjd

source: If enabled, featured items from across the site will be found. If disabled, only featured items in this folder and its subfolders are eligible.
sv: [sv] If enabled, featured items from across the site will be found. If disabled, only featured items in this folder and its subfolders are eligible.

source: If enabled, featured items to show willbe picked randomly. If disabled, newer featured items will be preferred.
sv: [sv] If enabled, featured items to show willbe picked randomly. If disabled, newer featured items will be preferred.

source: Illustration
sv: Bild

source: Illustration Folder
sv: Bildmapp

source: Landscape
sv: Landskap

source: Links
sv: Länkar

source: Maximum number of featured items to show
sv: Maximalt antal utvalda objekt att visa

source: Notes
sv: Anteckningar

source: Number of featured items to display
sv: Antalet utvalda objekt att visa

source: Number of images
sv: Antal bilder

source: Oil
sv: Olja

source: Picture
sv: Bild

source: Portrait
sv: Porträtt

source: Randomize featured items
sv: Slumpa utvalda objekt

source: Recent items
sv: Nya objekt

source: Sitewide featured items
sv: Vidsträcka utvalda objekt

source: Specify number of images to show in the bottom of the page
sv: Ange antal bilder att visa i botten på sidan

source: Specify which kind of items to show in the bottom of the page
sv: Ange vilken typ av objekt att visa i botten på sidan

source: Stilllife
sv: Stilleben

source: Fantasy
sv: Fantasi

source: Composition
sv: Komposition

source: Style
sv: Stil

source: Style of the illustration
sv: Stil av bilden

source: Technique
sv: Teknik

source: Technique of the illustration
sv: Teknik av bilden

source: The Front Page
sv: Titelsida

source: This portlet displays featured items.
sv: Denna portlet visar utvalda objekt

source: Title
sv: Titel

source: Various links to this illustration, one per line
sv: Olika lankar till bild, en per rad

source: Visible to registered users only
sv: Synlig för registrerade användare

source: Watercolour
sv: Akvarell

source: Web
sv: Webb

source: Width
sv: Bredd

source: in centimeters
sv: i centimeter

source: label_illustration_birthday
sv: Skapat år

source: label_illustration_dimensions
sv: Dimensioner

source: label_illustration_genre
sv: Genre

source: label_illustration_style
sv: Stil

source: label_illustration_technique
sv: Teknik

source: label_other_links
sv: Länkar

source: Pencil
sv: Blyerts
